var newFacts = {

  "1": {
    "img": "img/mandarin.jpg",
    "text": "Мандарины - очень мощно замедляют процессы старения."
  },

  "2": {
    "img": "img/nut.jpg",
    "text": "Люди, съедающие хотя бы по 5 грецких орехов в неделю, живут на 7 лет дольше."
  },

  "3": {
    "img": "img/slon.jpg",
    "text": "А вы знали, что мозг слонов реагирует на человека так же, как наш мозг реагирует на щенков? Они считают нас милыми"
  },

  "4": {
    "img": "img/cat.jpg",
    "text": "Отпечаток носа кошки так же уникален, как отпечатки пальцев человека."
  },

  "5": {
    "img": "img/obnimashki.jpg",
    "text": "Объятия способствуют выработке окситоцина, который ускоряет заживлению ран."
  },
};

var facts = {

  "1": {
    "img": "img/ketchup.jpg",
    "text": "В 1830-е годы кетчуп продавался в качестве лекарства от диареи."
  },

  "2": {
    "img": "img/honeyeater.jpg",
    "text": "Медоед занесён в Книгу рекордов Гинесса как самый бесстрашный зверёк! Только медоед способен вести схватку, один против шести львов. Есть королевских кобр. Периодически драться с леопардами."
  },

  "3": {
    "img": "img/clubnika.jpg",
    "text": "Клубника - это единственный фрукт, у которого семена растут наружу."
  },

  "4": {
    "img": "img/ulitka.jpg",
    "text": "Зрение улиток настолько плохое, что они могут отличить только день от ночи."
  },

  "5": {
    "img": "img/udar.jpg",
    "text": "При ударе хлыста раздаётся свист, потому что его кончик движется быстрее скорости звука, издавая небольшой сверхзвуковой хлопок"
  },

  "6": {
    "img": "img/bomj.jpg",
    "text": "Самый богатый бомж в мире <br><br> Курт Дегерман - его состояние насчитывало 1.1 млн$. Деньги, которые он зарабатывал сдачей бутылок и попрошайничеством, вкладывал в акции лучших шведских компаний. Умер Курт в возрасте 60 лет, оставив завещание своему двоюродному брату, который его иногда посещал."
  },

  "7": {
    "img": "img/ice_eggs.jpg",
    "text": "Редкий феномен ледяных яиц в северной Финляндии. Благодаря сильному ветру и холодной погоде маленькие кусочки льда растут, перекатываясь в воде. Из-за этого финские берега выглядят как гигантские кладки драконьих яиц."
  },

  "8": {
    "img": "img/delphine.jpg",
    "text": "Во времена второй мировой дельфинов как-то раз обучили искать мины и выпустили их в море с этой целью, а они просто свалили. Так дельфины в очередной раз доказали, что они — самые умные животные на планете."
  },

  "9": {
    "img": "img/games.jpg",
    "text": "Видеоигры замедляют процесс старения."
  },

  "10": {
    "img": "img/Earth.jpg",
    "text": "Так выглядит Земля со стороны Тихого океана. Мировой океан занимает 70% планеты."
  },

  "11": {
    "img": "img/school.jpg",
    "text": "Чтобы собрать ребёнка к школе в Финляндии, вам нужен только портфель. Всё остальное выдаётся бесплатно, даже обед."
  },

  "12": {
    "img": "img/Ilon Mask.jpg",
    "text": "Когда Илон Маск учился в колледже, он превращал свой дом в ночной клуб, чтобы заплатить за квартиру."
  },

  "13": {
    "img": "img/dontSayAbout.jpg",
    "text": "Если вы задумали важное дело, не говорите о нём никому.<br><br>Когда вы сообщаете другим людям о своих планах, ваш мозг считает, что дело уже сделано, и мотивация снижается. Звучит как суеверие, но учёные проверили этот факт на исследованиях и убедились, что психологический механизм работает именно так."
  },

  "14": {
    "img": "img/photo.jpg",
    "text": "Раньше чтобы сделать одно фото, нужно было неподвижно сидеть 8 часов."
  },

  "15": {
    "img": "img/SeaPig.jpg",
    "text": "Законы в Швейцарии максимально точные.<br><br>В Швейцарии незаконно иметь дома одну морскую свинку. Вы можете завести себе только пару грызунов. Это связано с тем, что данные животные очень тяжело переносят одиночество."
  },

  "16": {
    "img": "img/catRecord.jpg",
    "text": "Табби - кошка рекордсмен, которая за всю жизнь родила 420 котят."
  },

  "17": {
    "img": "img/pizza.jpg",
    "text": "Вкусная еда снижает агрессивность человека."
  },

  "18": {
    "img": "img/sleep.jpg",
    "text": "У тех, кто спит меньше 6 часов в день, чаще возникают психические проблемы."
  },

  "19": {
    "img": "img/cherepaha.jpg",
    "text": "Альдабрская черепаха Джонатан считается старейшим сухопутным животным в мире.<br><br>Джонатан родился в 1832 году, пережив падение империй, 2 мировые войны, 39 президентов США и 28 губернаторов острова, на котором живет. Недавно неутомимой рептилии исполнилось 187 лет."
  },

  "20": {
    "img": "img/cat2.jpg",
    "text": "С появлением интернета котики являются самыми популярными животными при поиске."
  },

  "21": {
    "img": "img/yellowLight.jpg",
    "text": "Желтый свет помогает человеку уснуть. Именно по-этому во многих смартфонах есть эта функция."
  },

  "22": {
    "img": "img/spider.jpg",
    "text": "Паутина содержит в себе ДНК убитых пауком жертв."
  },

  "23": {
    "img": "img/nouse.jpg",
    "text": "Нос человека способен различать до 50 000 тысяч запахов."
  },

  "24": {
    "img": "img/spletni.jpg",
    "text": "Сплетничество позитивно влияет на женщин. Оно повышает уровень гормона, подавляющего стресс."
  },

  "25": {
    "img": "img/sleep_on_work.jpg",
    "text": "В Японии сон на работе поощряют, т. к. это значит, что работник хорошо потрудился."
  },

  "26": {
    "img": "img/hruskanie.jpg",
    "text": "Звук, который вы слышите, когда хрустите суставами - звук взрывающихся пузырьков азота."
  },

  "27": {
    "img": "img/money.jpg",
    "text": "В Японии зарплату мужа переводят на счет жены."
  },

  "28": {
    "img": "img/dollar.jpg",
    "text": "ДЖЕФФ БЕЗОС невероятно богат, если бы вы получали 180 000 $ в день с момента рождения Христа, Безос всё равно был бы богаче"
  },

  "29": {
    "img": "img/.jpg",
    "text": ""
  },

  "30": {
    "img": "img/.jpg",
    "text": ""
  },

  "31": {
    "img": "img/.jpg",
    "text": ""
  },

  "32": {
    "img": "img/.jpg",
    "text": ""
  },

  "33": {
    "img": "img/.jpg",
    "text": ""
  },

  "34": {
    "img": "img/.jpg",
    "text": ""
  },

  "35": {
    "img": "img/.jpg",
    "text": ""
  },

  "36": {
    "img": "img/.jpg",
    "text": ""
  },

  "37": {
    "img": "img/.jpg",
    "text": ""
  },

  "38": {
    "img": "img/.jpg",
    "text": ""
  },

  "39": {
    "img": "img/.jpg",
    "text": ""
  },

  "40": {
    "img": "img/.jpg",
    "text": ""
  },

  "41": {
    "img": "img/.jpg",
    "text": ""
  },

  "42": {
    "img": "img/.jpg",
    "text": ""
  },

  "43": {
    "img": "img/.jpg",
    "text": ""
  },

  "44": {
    "img": "img/.jpg",
    "text": ""
  },

  "45": {
    "img": "img/.jpg",
    "text": ""
  },

  "46": {
    "img": "img/.jpg",
    "text": ""
  },

  "47": {
    "img": "img/.jpg",
    "text": ""
  },

  "48": {
    "img": "img/.jpg",
    "text": ""
  },

  "49": {
    "img": "img/.jpg",
    "text": ""
  },

  "50": {
    "img": "img/.jpg",
    "text": ""
  },

  "51": {
    "img": "img/.jpg",
    "text": ""
  },

  "52": {
    "img": "img/.jpg",
    "text": ""
  },

  "53": {
    "img": "img/.jpg",
    "text": ""
  },

  "54": {
    "img": "img/.jpg",
    "text": ""
  },

  "55": {
    "img": "img/.jpg",
    "text": ""
  },

  "56": {
    "img": "img/.jpg",
    "text": ""
  },

  "57": {
    "img": "img/.jpg",
    "text": ""
  },

  "58": {
    "img": "img/.jpg",
    "text": ""
  },

  "59": {
    "img": "img/.jpg",
    "text": ""
  },

  "60": {
    "img": "img/.jpg",
    "text": ""
  },

  "61": {
    "img": "img/.jpg",
    "text": ""
  },

  "62": {
    "img": "img/.jpg",
    "text": ""
  },

  "63": {
    "img": "img/.jpg",
    "text": ""
  },

  "64": {
    "img": "img/.jpg",
    "text": ""
  },

  "65": {
    "img": "img/.jpg",
    "text": ""
  },

  "66": {
    "img": "img/.jpg",
    "text": ""
  },

  "67": {
    "img": "img/.jpg",
    "text": ""
  },

  "68": {
    "img": "img/.jpg",
    "text": ""
  },

  "69": {
    "img": "img/.jpg",
    "text": ""
  },

  "70": {
    "img": "img/.jpg",
    "text": ""
  },

  "71": {
    "img": "img/.jpg",
    "text": ""
  },

  "72": {
    "img": "img/.jpg",
    "text": ""
  },

  "73": {
    "img": "img/.jpg",
    "text": ""
  },

  "74": {
    "img": "img/.jpg",
    "text": ""
  },

  "75": {
    "img": "img/.jpg",
    "text": ""
  },

  "76": {
    "img": "img/.jpg",
    "text": ""
  },

  "77": {
    "img": "img/.jpg",
    "text": ""
  },

  "78": {
    "img": "img/.jpg",
    "text": ""
  },

  "79": {
    "img": "img/.jpg",
    "text": ""
  },

  "80": {
    "img": "img/.jpg",
    "text": ""
  },

  "81": {
    "img": "img/.jpg",
    "text": ""
  },

  "82": {
    "img": "img/.jpg",
    "text": ""
  },

  "83": {
    "img": "img/.jpg",
    "text": ""
  },

  "84": {
    "img": "img/.jpg",
    "text": ""
  },

  "85": {
    "img": "img/.jpg",
    "text": ""
  },

  "86": {
    "img": "img/.jpg",
    "text": ""
  },

  "87": {
    "img": "img/.jpg",
    "text": ""
  },

  "88": {
    "img": "img/.jpg",
    "text": ""
  },

  "89": {
    "img": "img/.jpg",
    "text": ""
  },

  "90": {
    "img": "img/.jpg",
    "text": ""
  },

  "91": {
    "img": "img/.jpg",
    "text": ""
  },

  "92": {
    "img": "img/.jpg",
    "text": ""
  },
};
